{
    "(and :count more error)": "(en :count andere foutmelding)",
    "(and :count more errors)": "(en :count andere foutmeldingen)",
    "A new verification link has been sent to the email address you provided during registration.": "Er is een nieuwe verificatielink verstuurd naar het e-mailadres dat je ingegeven hebt tijdens de registratie.",
    "A new verification link has been sent to your email address.": "Er is een nieuwe verificatielink naar je e-mailadres verstuurd.",
    "Add a new station": "Voeg een nieuw station toe",
    "All rights reserved.": "Alle rechten voorbehouden.",
    "Already registered?": "Al geregistreerd?",
    "Amount of measurements": "Aantal metingen",
    "Are you sure you want to delete this account?": "Weet je zeker dat je dit account wilt verwijderen?",
    "Are you sure you want to delete your account?": "Weet je zeker dat je je account wilt verwijderen?",
    "Cancel": "Annuleren",
    "Chart color": "Grafiek kleur",
    "City": "Stad",
    "Click here to re-send the verification email.": "Klik hier om de verificatie e-mail opnieuw te versturen.",
    "Confirm": "Bevestig",
    "Confirm Password": "Bevestig wachtwoord",
    "Current Password": "Huidig wachtwoord",
    "Dashboard": "Dashboard",
    "Delete Account": "Account Verwijderen",
    "Disable in dashboard": "verwijder van dashboard",
    "Edit this station": "Bewerk dit station",
    "Email": "E-mailadres",
    "Email Password Reset Link": "Verstuur link",
    "Enable in dashboard": "Maak beschikbaar in dashboard",
    "Ensure your account is using a long, random password to stay secure.": "Zorg ervoor dat je account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Forbidden": "Geen toegang",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Geef hier je e-mailadres in en we sturen je een link via mail waarmee je een nieuw wachtwoord kan instellen.",
    "Go to page :page": "Ga naar pagina :page",
    "Hello!": "Hallo!",
    "If you did not create an account, no further action is required.": "Als je geen account hebt aangemaakt hoef je verder niets te doen.",
    "If you did not request a password reset, no further action is required.": "Als je geen wachtwoordherstel hebt aangevraagd, hoef je verder niets te doen.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Als je problemen hebt met de \":actionText\" knop, kopieer en plak de URL hieronder\nin je webbrowser:",
    ":item is created successfully": ":item is succescvol opgeslagen",
    ":item is disabled successfully": ":item is succesvol uitgeschakeld",
    ":item is updated successfully": ":item is succesvol bijgewerkt",
    "Invite a new user": "Nodig een nieuwe gebruiker uit",
    "Last measurement": "Laatste meting",
    "Latitude": "Lengtegraad",
    "Longitude": "Breedtegraad",
    "Log in": "Inloggen",
    "Log Out": "Uitloggen",
    "Login": "Inloggen",
    "Logout": "Uitloggen",
    "Name": "Naam",
    "New Password": "Nieuw wachtwoord",
    "Not Found": "Niet gevonden",
    "of": "van",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Als je account wordt verwijderd, worden alle gekoppelde bestanden en gegevens ook permanent verwijderd. Sla alsjeblieft alle data op die je wilt behouden, voordat je je account verwijderd.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Zodra je account is verwijderd, worden alle bronnen en gegevens permanent verwijderd. Voer je wachtwoord in om te bevestigen dat je je account permanent wilt verwijderen.",
    "Page Expired": "Pagina niet meer geldig",
    "Pagination Navigation": "Paginanavigatie",
    "Password": "Wachtwoord",
    "Payment Required": "Betaling Vereist",
    "Please click the button below to verify your email address.": "Klik op de knop hieronder om je e-mailadres te verifiëren.",
    "Please provide a valid HZ and unique email address of the user to invite": "Geef een geldig HZ email adres van de uit te nodigen gebruiker",
    "Profile": "Profiel",
    "Profile Information": "Profiel Informatie",
    "Regards": "Met vriendelijke groet",
    "Register": "Registreren",
    "Remember me": "Onthouden",
    "Resend Verification Email": "Verificatie-e-mail opnieuw versturen",
    "Reset Password": "Wachtwoord herstellen",
    "Reset Password Notification": "Wachtwoordherstel notificatie",
    "results": "resultaten",
    "Save": "Opslaan",
    "Saved.": "Opgeslagen.",
    "Send invitation": "Stuur de uitnodiging",
    "Server Error": "Server fout",
    "Service Unavailable": "Website onbeschikbaar",
    "Showing": "Toont",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Bedankt voor je registratie! Wil je voordat je begint je e-mailadres verifiëren door op de link te klikken die we je zojuist via mail hebben verstuurd? Als je de e-mail niet hebt ontvangen, sturen we je graag een nieuwe.",
    "The given data was invalid.": "De gegeven data was ongeldig.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is een beveiligd gedeelte van de applicatie. Bevestig je wachtwoord voordat je doorgaat.",
    "This password reset link will expire in :count minutes.": "Deze link om je wachtwoord te herstellen verloopt over :count minuten.",
    "Timezone": "Tijdzone",
    "to": "tot",
    "Toggle navigation": "Schakel navigatie",
    "Too Many Requests": "Te veel serververzoeken",
    "Unauthorized": "Onbevoegd",
    "Update Password": "Wachtwoord Aanpassen",
    "Update your account's profile information and email address.": "Pas je profiel informatie en e-mailadres aan.",
    "Users": "Gebruikers",
    "Verify Email Address": "Verifieer e-mailadres",
    "Whoops!": "Oeps!",
    "You are receiving this email because we received a password reset request for your account.": "Je ontvangt deze e-mail omdat we een wachtwoordherstel verzoek hebben ontvangen voor je account.",
    "You're logged in!": "Je bent ingelogd!",
    "Your email address is unverified.": "Je e-mailadres is niet geverifieerd."
}
